FemDesign.Reinforcement.Wire
rf_wire_type
Reinforcement wire

FemDesign.Reinforcement.Wire.#ctor
Parameterless constructor for serialization.

FemDesign.Reinforcement.Wire.#ctor(System.Double,FemDesign.Materials.Material,FemDesign.Reinforcement.WireProfileType)
Reinforcement wire.